Revit 2024 API
InsulationTypeSetIterator Properties
The InsulationTypeSetIterator type exposes the following members.
Properties
Name | Description
Current
Retrieves the item that is the current focus of the iterator.
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
See Also
InsulationTypeSetIterator Class
Autodesk.Revit.DB.Electrical Namespace